tap "homebrew/bundle"
tap "nextdns/tap"
brew "cocoapods"
brew "flyctl"
brew "git"
brew "node"
brew "ripgrep"
brew "nextdns/tap/nextdns"
brew "stow"
cask "1password-cli"
cask "github-copilot-for-xcode"
cask "zulu@17"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "figma"
cask "obsidian"
cask "rectangle-pro"
cask "spotify"
cask "visual-studio-code"
cask "todoist"
vscode "akamud.vscode-theme-onedark"
vscode "albert.tabout"
vscode "alexcvzz.vscode-sqlite"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rvest.vs-code-prettier-eslint"
vscode "streetsidesoftware.code-spell-checker"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"