tap "homebrew/bundle"
tap "nextdns/tap"
brew "cocoapods"
brew "flyctl"
brew "git"
brew "node"
brew "ripgrep"
brew "nextdns/tap/nextdns"
brew "stow"
cask "1password-cli"
cask "github-copilot-for-xcode"
cask "zulu@17"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "figma"
cask "obsidian"
cask "rectangle-pro"
cask "spotify"
cask "visual-studio-code"
cask "zed"